testing/log/10-12-2023-04:30/load-successrate-testing-off-interface.log
→    ✗ status was 200
→     ↳  0% — ✓ 0 / ✗ 1023

→    checks.....................: 0.00%   ✓ 0        ✗ 1023 
→    data_received..............: 0 B     0 B/s
→    data_sent..................: 0 B     0 B/s
→    http_req_blocked...........: avg=0s  min=0s  med=0s  max=0s     p(90)=0s  p(95)=0s 
→    http_req_connecting........: avg=0s  min=0s  med=0s  max=0s     p(90)=0s  p(95)=0s 
→    http_req_duration..........: avg=0s  min=0s  med=0s  max=0s     p(90)=0s  p(95)=0s 
→    http_req_failed............: 100.00% ✓ 1023     ✗ 0    
→    http_req_receiving.........: avg=0s  min=0s  med=0s  max=0s     p(90)=0s  p(95)=0s 
→    http_req_sending...........: avg=0s  min=0s  med=0s  max=0s     p(90)=0s  p(95)=0s 
→    http_req_tls_handshaking...: avg=0s  min=0s  med=0s  max=0s     p(90)=0s  p(95)=0s 
→    http_req_waiting...........: avg=0s  min=0s  med=0s  max=0s     p(90)=0s  p(95)=0s 
→    http_reqs..................: 1023    1.748301/s
→    iteration_duration.........: avg=45s min=45s med=45s max=45.08s p(90)=45s p(95)=45s
→    iterations.................: 1023    1.748301/s
→    vus........................: 512     min=0      max=512
→    vus_max....................: 512     min=512    max=512